Repository: tizenorg/profile.mobile.apps.native.calendar
Catalog: main-app/res/po/*.po
Languages: is, ka, sr, uz

# IDS_CLD_HEADER_EVENT_NOTIFICATION
source: Event notification
is: Tilkynning um viðburð
ka: მოვლენის შეტყობინება
sr: Obaveštenje o događaju
uz: Voqea eslatmasi

# IDS_TPLATFORM_ACBUTTON_DONE_ABB
source: DONE
is: LOKIÐ
ka: მზადაა
sr: GOTOVO
uz: BAJARILDI

# IDS_TPLATFORM_ACBUTTON_CANCEL_ABB
source: CANCEL
is: HÆTTA VIÐ
ka: გაუქმება
sr: OTKAŽI
uz: BEKOR QILISH

# IDS_COM_BODY_DEFAULT
source: Default
is: Sjálfgefið
ka: ნაგულისხმევი
sr: Podrazumevano
uz: Birlamchi

# IDS_CLD_BUTTON_DELETE_ABB
source: Delete
is: Eyða
ka: წაშლა
sr: Izbriši
uz: O‘chirish

# IDS_CLD_OPT_GO_TO_TODAY
source: Go to today
is: Fara í í dag
ka: გადადი დღევანდელზე
sr: Idi na današnji datum
uz: Bugungi sanaga o‘tish

# IDS_CLD_OPT_SETTINGS
source: Settings
is: Stillingar
ka: პარამეტრები
sr: Podešavanja
uz: Parametrlar

# IDS_CLD_OPT_ALL_DAY_ABB2
source: All day
is: Dagurinn
ka: მთელიდღე
sr: Celi dan
uz: Kun mob.

# IDS_CLD_OPT_TODAY
source: Today
is: Í dag
ka: დღეს
sr: Danas
uz: Bugun

# IDS_CLD_BODY_NO_EVENTS
source: No events
is: Enginn viðburður
ka: მოვლენები არ არის
sr: Nema događaja
uz: Hodisalar yo‘q

# IDS_CLD_POP_THIS_EVENT_WILL_BE_DELETED
source: This event will be deleted.
is: Þessum viðburði verður eytt.
ka: ეს მოვლენა წაიშლება.
sr: Ovaj događaj će biti obrisan.
uz: Ushbu hodisa o'chirildi.

# IDS_CLD_POP_PD_EVENTS_WILL_BE_DELETED
source: %d events will be deleted.
is: %d atvikum verður eytt.
ka: %d მოვლენა წაიშლება.
sr: Biće izbrisan sledeći broj događaja: %d.
uz: %d voqealar o'chiriladi.

# IDS_CLD_POP_ALL_EVENTS_WILL_BE_DELETED
source: All events will be deleted.
is: Öllum viðburðum verður eytt.
ka: ყველა მოვლენა წაიშლება.
sr: Biće obrisani svi događaji.
uz: Barcha voqealar o'chiriladi.

# IDS_CLD_BUTTON_CANCEL
source: Cancel
is: Hætta v.
ka: გაუქმება
sr: Otkaži
uz: Bekor qilish

# IDS_CLD_OPT_SELECT_ALL
source: Select all
is: Velja allt
ka: აირჩიეთ ყველა
sr: Izaberi sve
uz: Barchasini tanlash

# IDS_CLD_NPBODY_NO_RESULTS_FOUND
source: No results found
is: Engar niðurstöður
ka: შედეგები ვერ მოიძებნა
sr: Nema rezultata
uz: Natijalar topilmadi

# IDS_CLD_BODY_PSS_BIRTHDAY_ABB
source: %s's birthday
is: %s á afmæli
ka: %s, დაბადების დღე
sr: Rođendan osobe %s
uz: %s tug‘ilgan kuni

# IDS_CLD_OPT_AT_START_TIME_ABB
source: At start time
is: Við upphafstíma
ka: ჩართვის დროს
sr: U vreme početka
uz: Boshlash vaqtida

# IDS_CLD_OPT_PD_MINUTES_BEFORE_ABB
source: %d minutes before
is: %d mínútum áður
ka: %d წუთის წინ
sr: %d minuta pre
uz: %d daqiqa avval

# IDS_CLD_OPT_CUSTOM
source: Custom
is: Sérsniðið
ka: პერსონალური
sr: Prilagođeno
uz: Sozlanadigan

# IDS_CLD_BUTTON_DONE_ABB2
source: Done
is: Lokið
ka: შესრულდა
sr: Gotovo
uz: Bajarildi

# IDS_CLD_TPOP_EVENT_SAVED
source: Event saved.
is: Viðburður vistaður.
ka: მოვლენა შენახულია.
sr: Događaj je sačuvan.
uz: Hodisa saqlandi.

# IDS_CLD_TPOP_EVENT_OVERLAPS_WITH_ANOTHER_EVENT
source: Event overlaps with another event.
is: Þessi viðburður skarast við annan viðburð.
ka: მოვლენა თანხვდება სხვა მოვლენას.
sr: Događaj se preklapa sa drugim događajem.
uz: Hodisa boshqa hodisaga to‘g‘ri kelyapti.

# IDS_CLD_OPT_COPY
source: Copy
is: Afrita
ka: ასლი
sr: Kopiraj
uz: Nusxa ko‘chirish

# IDS_CLD_OPT_ONLY_THIS_EVENT_ABB
source: Only this event
is: Aðeins þessi viðburður
ka: მხოლოდ ეს მოვლენა
sr: Samo ovaj događaj
uz: Faqat ushbu hodisa

# IDS_CLD_OPT_THIS_AND_FUTURE_EVENTS_ABB
source: This and future events
is: Þessi og komandi viðburðir
ka: ეს და მომავალი მოვლენები
sr: Ovaj događaj i budući
uz: Ushbu va kelajakdagi hodisalar

# IDS_CLD_OPT_ALL_REPEATED_EVENTS_ABB
source: All repeated events
is: Allir endurteknir viðburðir
ka: ყველა გამეორებული მოვლენა
sr: Svi ponovljeni događaji
uz: Barcha takrorlanuvchi hodisa

# IDS_CLD_BUTTON_SNOOZE
source: Snooze
is: Blundur
ka: თვლემა
sr: Odloži
uz: Pauza

# IDS_CLD_BUTTON_DISMISS
source: Dismiss
is: Hafna
ka: დასრულება
sr: Odbij
uz: O‘tkazib yubor

# IDS_CLD_HEADER_TIME_ZONE_ABB
source: Time zone
is: Tímabelti
ka: საათობრივი სარტყელი
sr: Vremenska zona
uz: Vaqt mintaqasi

# IDS_CLD_MBODY_LOCK_TIME_ZONE
source: Lock time zone
is: Læsa tímabelti
ka: სთ. სარტყელის დაფიქსირება
sr: Fiksiraj vremensku zonu
uz: Vaqt mintaqasini mahkaml.

# IDS_CLD_MBODY_WEEK_STARTS_ON
source: Week starts on
is: Vikan byrjar á
ka: კვირის დაწყების დღეა
sr: Početni dan nedelje
uz: Hafta boshlanadi:

# IDS_CLD_MBODY_ALERT_TYPE
source: Alert type
is: Gerð áminningar
ka: სიგნალის ტიპი
sr: Tip upozorenja
uz: Signal turi

# IDS_CLD_MBODY_NOTIFICATION_SOUND
source: Notification sound
is: Tilkynningahljóð
ka: შეტყობინების ხმა
sr: Zvuk obaveštenja
uz: Signal ovozi

source: Lock event times and dates to your selected time zone. They will not change even if you move to another time zone.
is: Læsa tíma og dagsetningum viðburðar á valið tímabelti. Þetta breytist ekki jafnvel þótt þú farir í annað tímabelti.
ka: დააფიქსირეთ მოვლენის დროები და თარიღები თქვენ მიერ არჩეული საათობრივი სარტყელით. ისინი არ შეიცვლება, მაშინაც კი, თუ სხვა საათობრივ სარტყელში გადახვალთ.
sr: Zaključaj vremena događaja i datume prema izabranoj vremenskoj zoni. Oni se neće promeniti čak ni pri prelasku u drugu vremensku zonu.
uz: Hodisa vaqti va sanasini tanlangan vaqt mintaqangizga mahkamlang. Boshqa vaqt mintaqasiga o‘tsangiz ham, ular o‘zgarmaydi.

# IDS_CLD_OPT_LOCALE_DEFAULT_ABB
source: Locale default
is: Sjálfgildi landsstaðals
ka: ადგილობრივად ნაგულისხმევი
sr: Podrazumevano mesto
uz: Birlamchi mahalliy qiymat

# IDS_CLD_OPT_SATURDAY
source: Saturday
is: Laugardagur
ka: შაბათი
sr: Subota
uz: Shanba

# IDS_CLD_OPT_SUNDAY
source: Sunday
is: Sunnudagur
ka: კვირა
sr: Nedelja
uz: Yakshanba

# IDS_CLD_OPT_MONDAY
source: Monday
is: Mánudagur
ka: ორშაბათი
sr: Ponedeljak
uz: Dushanba

# IDS_CLD_OPT_POP_UP_NOTIFICATIONS_ABB
source: Pop-up notifications
is: Sprettitilkynningar
ka: შეტყობინების სარკმლები
sr: Iskačuća obaveštenja
uz: Qalquvchi bildirishnomalar

# IDS_CLD_OPT_NO_ALERTS
source: No alerts
is: Engar áminningar
ka: სიგნალები არ არის
sr: Nema upozorenja
uz: Signallar yo‘q

# IDS_CLD_OPT_DAILY
source: Daily
is: Daglega
ka: ყოველდღიური
sr: Svakodnevno
uz: Kundalik

# IDS_CLD_OPT_WEEKLY
source: Weekly
is: Vikulega
ka: ყოველკვირა
sr: Nedeljno
uz: Haftalik

# IDS_CLD_OPT_MONTHLY
source: Monthly
is: Mánaðarlega
ka: ყოველთვე
sr: Mesečno
uz: Oylik

# IDS_CLD_OPT_YEARLY
source: Yearly
is: Árlega
ka: წლიური
sr: Godišnje
uz: Yillik

# IDS_CLD_OPT_EVERY
source: Every
is: Hvern
ka: თითოეული
sr: Svaki
uz: Har

# IDS_CLD_BODY_MIN_LC_ABB2
source: min
is: m.
ka: წთ.
uz: daq

# IDS_CLD_BODY_HOUR_LC_ABB
source: hour
is: klst
ka: სთ.
sr: sat
uz: soat

# IDS_CLD_BODY_WEEK_LC_ABB
source: week
is: vika
ka: კვ.
sr: ned.
uz: hft

# IDS_CLD_BODY_TITLE
source: Title
is: Titill
ka: სათაური
sr: Naslov
uz: Sarlavha

# IDS_CLD_BODY_CONTACTS_BIRTHDAYS_ABB
source: Contacts' birthdays
is: Afmælisdagar tengiliða
ka: კონტაქტების დაბადების დღეები
sr: Rođendani kontakata
uz: Kontaktlar tug‘ilgan kunlari

# IDS_CLD_BODY_END_M_DATE
source: End
is: Lok
ka: ბოლო
sr: Ugasi
uz: Tugatish

# IDS_CLD_BODY_START_M_DATE
source: Start
is: Upphaf
ka: დასაწყისი
sr: Početak
uz: Boshlash

# IDS_CLD_BUTTON_LOCATION_ABB
source: Location
is: Staðsetning
ka: ლოკაცია
sr: Lokacija
uz: Joylashuv

# IDS_CLD_BUTTON_MORE
source: More
is: Meira
ka: სხვა
sr: Još
uz: Ko‘proq

# IDS_CLD_BUTTON_REMINDER_ABB
source: Reminder
is: Áminning
ka: შეხსენება
sr: Podsetnik
uz: Eslatma

# IDS_CLD_BUTTON_REPEAT_ABB
source: Repeat
is: Endurtaka
ka: გამეორება
sr: Ponovi
uz: Takrorlash

# IDS_CLD_HEADER_DELETE
source: Delete
is: Eyða
ka: წაშლა
sr: Izbriši
uz: O'chirish

# IDS_CLD_OPT_ALL_CALENDARS_ABB2
source: All calendars
is: Öll dagatöl
ka: ყველა კალენდარი
sr: Svi kalendari
uz: Barcha kalendarlar

# IDS_CLD_OPT_CREATE
source: Create
is: Búa til
ka: შექმნა
sr: Kreiraj
uz: Yaratish

# IDS_CLD_OPT_DELETE
source: Delete
is: Eyða
ka: წაშლა
sr: Izbriši
uz: O'chirish

# IDS_CLD_OPT_MY_CALENDAR_ABB
source: My calendar
is: Dagatalið mitt
ka: ჩემი კალენდარი
sr: Moj kalendar
uz: Mening kalendarim

# IDS_CLD_POP_ALL_CALENDARS_WILL_BE_DELETED
source: All calendars will be deleted.
is: Öllum dagatölum verður eytt.
ka: ყველა კალენდარი წაიშლება.
sr: Biće izbrisani svi kalendari.
uz: Barcha kalendarlar yo‘q qilinadi.

source: %d of the events you have selected to delete are recurring events. Delete all occurrences of these events?
is: %d af viðburðunum sem þú valdir að eyða eru endurteknir viðburðir. Viltu eyða öllum tilvikum þessara viðburða?
ka: თქვენ მიერ წასაშლელად არჩეული მოვლენებიდან %d არის განმეორებითი მოვლენა. წაშლით ამ მოვლენებს ყველგან?
sr: %d događaja koje ste izabrali za brisanje su događaji koji se ponavljaju. Izbrisati sva pojavljivanja ovih događaja?
uz: Yo‘q qilish uchun tanlangan hodisalardan %dtasi takrorlanuvchi hodisa hisoblanadi. Ushbu hodisalarning barcha takrorlanishlari yo‘q qilinsinmi?

# IDS_CLD_OPT_EVERY_FIFTH_PS_ABB
source: Every fifth %s
is: Fimmti %s
ka: ყოველი მეხუთე %s
sr: Svaki/a peti/a %s
uz: Har beshinchi %s

# IDS_CLD_OPT_EVERY_FIRST_PS_ABB
source: Every first %s
is: Fyrsti %s
ka: ყოველი პირველი %s
sr: Svaki/a prvi/a %s
uz: Har birinchi %s

# IDS_CLD_OPT_EVERY_FOURTH_PS_ABB
source: Every fourth %s
is: Fjórði %s
ka: ყოველი მეოთხე %s
sr: Svaki/a četvrti/a %s
uz: Har to‘rtinchi %s

# IDS_CLD_OPT_EVERY_SECOND_PS_ABB
source: Every second %s
is: Annar %s
ka: ყოველი მეორე %s
sr: Svaki/a drugi/a %s
uz: Har ikkinchi %s

# IDS_CLD_OPT_EVERY_THIRD_PS_ABB
source: Every third %s
is: Þriðji %s
ka: ყოველი მესამე %s
sr: Svaki/a treći/a %s
uz: Har uchinchi %s

# IDS_CLD_OPT_FOREVER
source: Forever
is: Endalaust
ka: მუდმივად
sr: Beskrajno
uz: Har doim

# IDS_CLD_BODY_MONTH_LC_ABB
source: month
is: mánuður
ka: თვე
sr: mesec
uz: oy

# IDS_CLD_BODY_YEAR_LC
source: year
is: ár
ka: წელი
sr: godina
uz: yil

# IDS_CLD_HEADER_REPEAT_UNTIL
source: Repeat until
is: Endurtaka fram til
ka: გამეორება დრომდე
sr: Ponavljaj do
uz: Quyidagigacha takrorlash

# IDS_CLD_OPT_ON_DAY_PD
source: On day %d
is: Á degi %d
ka: %d რიცხვში
sr: Dana %d
uz: %d kunida

# IDS_CLD_OPT_SEARCH
source: Search
is: Leita
ka: ძებნა
sr: Pretraga
uz: Qidirish

# IDS_CLD_OPT_TIMES_LC
source: times
is: sinnum
ka: დროები
sr: puta
uz: marta

# IDS_CLD_BODY_1_EVENT_WILL_BE_DELETED
source: 1 event will be deleted.
is: 1 atviki verður eytt.
ka: წაიშლება 1 მოვლენა.
sr: Biće obrisan 1 događaj.
uz: 1 voqea o'chiriladi.

# IDS_CLD_BUTTON_SET
source: Set
is: Stilla
ka: დაყენება
sr: Podesi
uz: O‘rnatish

# IDS_CLD_BODY_CALENDAR_M_APPLICATION_NAME_ABB
source: Calendar
is: Dagatal
ka: კალენდარი
sr: Kalendar
uz: Kalendar

# IDS_CLD_HEADER_DISCARD_CHANGES_ABB
source: Discard changes
is: Hunsa breytingar
ka: ცვლილებების გაუქმება
sr: Odbaci promene
uz: O‘zgartirishlarni rad etish

# IDS_CLD_POP_ALL_CHANGES_WILL_BE_DISCARDED
source: All changes will be discarded.
is: Öllum breytingum verður fleygt.
ka: ყველა ცვლილება გაუქმდება.
sr: Sve promene će biti odbačene.
uz: Barcha o‘zgartirishlar rad etiladi.

# IDS_CLD_OPT_EDIT
source: Edit
is: Breyta
ka: შეცვლა
sr: Izmeni
uz: Tahrirlash

# IDS_CLD_HEADER_EVENTS
source: Events
is: Viðburðir
ka: მოვლენები
sr: Događaji
uz: Hodisalar

# IDS_CLD_MBODY_MY_EVENT
source: My event
is: Minn viðburður
ka: ჩემი მოვლენა
sr: Moj događaj
uz: Mening hodisam

# IDS_CLD_HEADER_SET_REMINDER_ABB
source: Set reminder
is: Stilla áminningu
ka: შეხსენების დაყენება
sr: Podesi podsetnik
uz: Eslatma o‘rnatish

# IDS_CLD_OPT_VCS_FILE
source: VCS file
is: VCS-skrá
ka: VCS ფაილი
sr: VCS fajl
uz: VCS fayl

# IDS_CLD_OPT_TEXT
source: Text
is: Texti
ka: ტექსტი
sr: Tekst
uz: Matn

# IDS_CLD_HEADER_PD_SELECTED_ABB3
source: %d selected
is: %d valin
ka: %d არჩეულია
sr: Izabrano: %d
uz: %d tanlandi

# IDS_CLD_HEADER_SHARE_AS
source: Share as
is: Deila sem
ka: გაზიარდეს, როგორც
sr: Podeli kao
uz: Quyidagi sif. ulash

# IDS_CLD_OPT_MONTHS_LC_ABB
source: months
is: mánuðir
ka: თვე
sr: meseca/i
uz: oy

# IDS_CLD_OPT_YEARS_LC_ABB
source: years
is: ár
ka: წელი
sr: godine
uz: yil

# IDS_CLD_OPT_1_MINUTE_BEFORE_ABB
source: 1 minute before
is: 1 mínútu áður
ka: 1 წუთით ადრე
sr: 1 minut ranije
uz: 1 daqiqa avval

# IDS_CLD_OPT_1_HOUR_BEFORE_ABB
source: 1 hour before
is: 1 klst. fyrir
ka: 1 საათით ადრე
sr: 1 sat ranije
uz: 1 soat avval

# IDS_CLD_OPT_PD_HOURS_BEFORE_ABB
source: %d hours before
is: %d klst. fyrir
ka: %d საათით ადრე
sr: %d sati ranije
uz: %d soat avval

# IDS_CLD_OPT_1_DAY_BEFORE_ABB
source: 1 day before
is: 1 degi áður
ka: 1 დღით ადრე
sr: 1 dan ranije
uz: 1 kun avval

# IDS_CLD_OPT_PD_DAYS_BEFORE_ABB2
source: %d days before
is: %d dögum áður
ka: %d დღით ადრე
sr: %d dana pre
uz: %d kun avval

# IDS_CLD_OPT_1_WEEK_BEFORE_ABB
source: 1 week before
is: 1 viku áður
ka: 1 კვირით ადრე
sr: 1 nedelju ranije
uz: 1 hafta avval

# IDS_CLD_OPT_PD_WEEKS_BEFORE_ABB
source: %d weeks before
is: %d vikum áður
ka: %d კვირით ადრე
sr: %d nedelje/a ranije
uz: %d hafta avval

# IDS_CLD_TPOP_END_TIME_SHOULD_BE_LATER_THAN_START_TIME
source: End time should be later than start time.
is: Lokatími þarf að vera á eftir upphafstíma.
ka: დასრულების დრო უფრო გვიანი უნდა იყოს, ვიდრე დაწყების დრო.
sr: Vreme završetka mora biti nakon vremena početka.
uz: Tugash vaqti boshlanish vaqtidan keyinroq kelishi lozim.

# IDS_CLD_TPOP_END_DATE_SHOULD_BE_LATER_THAN_START_DATE
source: End date should be later than start date.
is: Lokadagsetning þarf að vera á eftir upphafsdagsetningu.
ka: დასრულების თარიღი უფრო გვიანი უნდა იყოს, ვიდრე დაწყების თარიღი
sr: Krajnji datum mora biti nakon početnog datuma.
uz: Yakunlash sanasi boshlash sanasidan keyinroq bo‘lishi lozim

# IDS_CLD_BUTTON_DISCARD_ABB
source: Discard
is: Fleygja
ka: წაშლა
sr: Odbaci
uz: Rad etish

# IDS_CLD_MBODY_PSS_ANNIVERSARY
source: %s's anniversary
is: %s á afmæli
ka: %s-ს იუბილე
sr: Godišnjica %s
uz: %s yubileyi

# IDS_CLD_POP_1_CALENDAR_WILL_BE_DELETED
source: 1 calendar will be deleted.
is: 1 dagatali verður eytt.
ka: წაიშლება 1 კალენდარი.
sr: Jedan kalendar će biti izbrisan.
uz: 1 ta kalendar yo‘q qilinadi.

# IDS_CLD_HEADER_SET_TIME
source: Set time
is: Stilltu tíma
ka: საათის დაყენება
sr: Podesi vreme
uz: Vaqtni o‘rnat

# IDS_CLD_HEADER_ADD_FIELD
source: Add field
is: Bæta reit við
ka: ველის დამატება
sr: Dodaj polje
uz: Maydon qo‘shish

# IDS_CLD_OPT_COPY_TO_CLIPBOARD_ABB2
source: Copy to clipboard
is: Afrita á klippiborð
ka: კოპირება ბუფერში
sr: Kopiraj u privremenu memoriju
uz: Buferga nusxa olish

# IDS_CLD_OPT_GO_TO_WEB_ADDRESS_ABB
source: Go to web address
is: Opna veffang
ka: ვებ-მისამართზე გადასვლა
sr: Idi na web adresu
uz: Veb-manzilga o‘ting

# IDS_CLD_OPT_ADD_TO_BOOKMARKS_ABB
source: Add to Bookmarks
is: Bæta við bókamerki
ka: სანიშნეებში დამატება
sr: Dodaj u obeleživače
uz: Xatcho‘plarga qo‘shish

# IDS_CLD_HEADER_SET_SNOOZE_DURATION_ABB
source: Set snooze duration
is: Velja lengd blunds
ka: დააყენეთ თვლემის ხანგრძლივობა
sr: Podesi trajanje odlaganja
uz: Pauza davomliligini o‘rnatish

# IDS_CLD_OPT_STATUS_BAR_NOTIFICATIONS_ABB
source: Status bar notifications
is: Tilkynningar stöðustiku
ka: სტატუსის ზოლის შეტყობინებები
sr: Obaveštenja na status. traci
uz: Hlt satri bildirishnomalari

source: After you create or accept invitations to events, they will be shown here.
is: Viðburðir birtast hér eftir að þú býrð þá til eða samþykkir viðburðarboð.
ka: მას შემდეგ რაც შექმნით ღონისძიებებს ან თანხმობას განაცხადებთ მათში მონაწილეობაზე, ისინი გამოჩნდება აქ.
sr: Nakon što kreiraš ili prihvatiš pozivnice za događaje, one će se prikazati ovde.
uz: Hodisalar takliflarini yaratganingizdan yoki qabul qilganingizdan so‘ng ular bu yerda ko‘rsatiladi.

source: 1 of the events you have selected to delete is a recurring event. Delete all occurrences of this event?
is: Einn af viðburðunum sem þú valdir að eyða er endurtekinn viðburður. Viltu eyða öllum tilvikum þessa viðburðar?
ka: თქვენ მიერ წასაშლელად არჩეული მოვლენებიდან 1 არის განმეორებითი მოვლენა. წაშლით ამ მოვლენას ყველგან?
sr: 1 događaj koje ste izabrali za brisanje je događaj koji se ponavlja. Izbrisati sva pojavljivanja ovog događaja?
uz: Yo‘q qilish uchun tanlangan hodisalardan 1tasi takrorlanuvchi hodisa hisoblanadi. Ushbu hodisaning barcha takrorlanishlari yo‘q qilinsinmi?

# IDS_CLD_BODY_OTHER_M_EVENT_TYPE
source: Other
is: Annað
ka: სხვა
sr: Drugo
uz: Boshqa

# IDS_CLD_OPT_NONE
source: None
is: Ekkert
ka: არც ერთი
sr: Nema
uz: Hech qaysi

# IDS_CLD_BODY_EVERY_PS_LC
source: every %s
is: hver %s
ka: ყოველი %s
sr: svake/svakog %s
uz: har %s

# IDS_CLD_BODY_EVERY_P1SD_P2SS_ON_P3SS
source: Every %1$d %2$s on %3$s
is: %3$s með millibilinu: %1$d %2$s
ka: ყოველი %1$d %2$s, %3$s
sr: Svake/ih %1$d %2$s u %3$s
uz: Har %1$d %2$s %3$s da

# IDS_CLD_BODY_EVERY_P1SD_P2SS
source: Every %1$d %2$s
is: Millibil: %1$d %2$s
ka: ყოველი %1$d %2$s
sr: Svaka/ih %1$d %2$s
uz: Har %1$d/%2$s

# IDS_CLD_BODY_TUESDAY
source: Tuesday
is: Þriðjudagur
ka: სამშაბათი
sr: Utorak
uz: Seshanba

# IDS_CLD_BODY_WEDNESDAY
source: Wednesday
is: Miðvikudagur
ka: ოთხშაბათი
sr: Sreda
uz: Chorshanba

# IDS_CLD_BODY_THURSDAY
source: Thursday
is: Fimmtudagur
ka: ხუთშაბათი
sr: Četvrtak
uz: Payshanba

# IDS_CLD_BODY_FRIDAY
source: Friday
is: Föstudagur
ka: პარასკევი
sr: Petak
uz: Juma

# IDS_CLD_BODY_UNTIL_PS_LC
source: until %s
is: fram til %s
ka: საბოლოო თარიღია %s
sr: do %s
uz: %s gacha

# IDS_CLD_TPOP_FAILED_TO_SAVE_EVENT_UNKNOWN_ERROR_OCCURRED
source: Failed to save event. Unknown error occurred.
is: Mistókst að vista viðburð. Óþekkt villa kom upp.
ka: ღონისძიება ვერ შეინახა. მოხდა უცნობი შეცდომა.
sr: Neuspešno čuvanje događaja. Došlo je do nepoznate greške.
uz: Hodisani saqlab bo‘lmadi. Noma’lum xato yuz berdi.

# IDS_CLD_TPOP_VTS_FILES_NOT_SUPPORTED
source: VTS files not supported.
is: VTS-skrár eru ekki studdar.
ka: VTS ფაილები არ არის გათვალისწინებული.
sr: VTS fajlovi nisu podržani.
uz: VTS fayllari qo‘llab-quvvatlanmaydi.

# IDS_CLD_OPT_PD_MINUTES
source: %d minutes
is: %d mínútur
ka: %d წუთი
sr: %d minuta
uz: %d daqiqa

# IDS_CLD_TPOP_MAXIMUM_NUMBER_OF_ATTACHMENTS_HPD_REACHED
source: Maximum number of attachments (%d) reached.
is: Hámarksfjölda viðhengja (%d) hefur verið náð.
ka: მიღწეულია დანართების მაქსიმალური რაოდენობა (%d).
sr: Dostignut je maksimalan broj priloga (%d).
uz: Biriktirmalar soni maksimal miqdorga (%d) yetdi.

# IDS_CLD_TPOP_DATE_OUTSIDE_ACCEPTED_RANGE_SELECT_DATE_BETWEEN_P1SS_AND_P2SS
source: Date outside accepted range. Select date between %1$s and %2$s.
is: Dagsetning er utan leyfilegs tímabils. Veldu dagsetningu á milli %1$s og %2$s.
ka: მონაცემი სცდება დასაშვებ დიაპაზონს. აირჩიეთ თარიღი შუალედში %1$s - %2$s.
sr: Datum je izvan prihvaćenog dometa. Izaberi datum od %1$s do %2$s.
uz: Sana qabul qilingan diapazondan tashqarida. %1$s va %2$s oralig‘idagi sanani tanlang.

# IDS_CLD_TPOP_MAXIMUM_NUMBER_OF_EVENTS_THAT_CAN_BE_INSERTED_HPD_REACHED
source: Maximum number of events that can be inserted (%d) reached.
is: Hámarksfjölda viðburða sem hægt er að setja inn (%d) hefur verið náð.
ka: მიღწეულია ჩასასმელი ღონისძიებების მაქსიმალური რაოდენობა (%d).
sr: Dostignut je maksimalan broj događaja koji se mogu uneti (%d).
uz: Kiritilgan hodisalar soni maksimal miqdorga (%d) yetdi.

# IDS_CLD_OPT_SAVE_IN_CALENDAR_ABB
source: Save in Calendar
is: Vista í dagatali
ka: კალენდარში შენახვა
sr: Sačuvaj u kalendaru
uz: Kalendarda saqlash

# IDS_CLD_OPT_MANAGE_CALENDARS_ABB
source: Manage calendars
is: Vinna með dagatöl
ka: კალენდრების მართვა
sr: Podesi kalendare
uz: Kalendarlarni boshqarish

# IDS_CLD_BUTTON_NOTES_ABB
source: Notes
is: Glósur
ka: შენიშვნები
sr: Beleške
uz: Eslatmalar

# IDS_CLD_HEADER_DETAILS
source: Details
is: Upplýsingar
ka: დეტალები
sr: Detalji
uz: Tafsilotlar

# IDS_CLD_HEADER_SET_DATE
source: Set date
is: Veldu dag
ka: თარიღის დაყენება
sr: Podesi datum
uz: Sana o‘rnatish

# IDS_CLD_OPT_NEVER
source: Never
is: Aldrei
ka: არასოდეს
sr: Nikad
uz: Hech qachon

# IDS_CLD_BODY_WEEKS_M_DURATION_LC
source: weeks
is: vikur
ka: კვირა
sr: nedelje/a
uz: haftalar

# IDS_CLD_BODY_DAY_M_DURATION_LC
source: day
is: dagur
ka: დღე
sr: dan
uz: kun

# IDS_CLD_BODY_DAYS_M_DURATION_LC
source: days
is: dagar
ka: დღე
sr: dana
uz: kun

# IDS_CLD_ACBUTTON_TODAY
source: TODAY
is: Í DAG
ka: დღეს
sr: DANAS
uz: BUGUN

# IDS_CLD_TPOP_MAXIMUM_NUMBER_OF_CHARACTERS_HPD_REACHED
source: Maximum number of characters (%d) reached.
is: Hámarksfjölda stafa (%d) hefur verið náð.
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა (%d)
sr: Dostignut je maksimalan broj karaktera (%d).
uz: Belgilar soni ruxsat etilgan maksimal miqdorga (%d) yetdi

# IDS_CLD_HEADER_EVENT_NOTIFICATIONS
source: Event notifications
is: Viðburðir og tilkynningar
sr: Obaveštenja o događaju
uz: Hodisa bildirishnomalari

# IDS_CLD_MBODY_PS_HSNOOZED_T_CALENDAR
source: %s (snoozed)
is: %s (stillt á blund)
sr: %s (odložen)
uz: %s (To‘xtatib qo‘yilgan)
